;Do not translate this section
[Info]
Language=Português Brasileiro
Translator=Alessandro F. Praciano - Spazz!

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Canal
Item32791=Atualizar todos os canais
Item33321=Parar todas as atualizações
Item32793=Marcar todos como lidos
Item36564=Atualizar contagem dos Não Lidos
Item32792=Atualizar Canal/Grupo
Item32818=Marcar como Lido
Item32800=Apagar
Item32799=Propriedades...
Item36548=Organizar Canais...
Item57665=S&air

Title32797=Adicionar
Item32797=Canal...
Item36537=Canal de Procura...
Item32796=Grupo de Canais...
Item36558=Canais sincronizados com Bloglines...
Item32837=Alerta Noticias...
Item32925=Etiqueta...

;
;Edit Menu
;
Title57635=&Editar
Item57635=Co&rtar
Item57634=&Copiar
Item57637=Co&lar
Item57636=Procurar texto (nesta página)...
Item36547=Procurar em Canal Subscrito...
Item32917=Procu&rar Noticia
Item32858=Procurar Próximo

;
;View Menu
;
Title32922=&Ver
Item32922=&Barra de Canais
Item32923=&Lista Noticias
Item32811=&Maximizar Painel de Leitura
Item33035=Próximo &Canal não Lido
Item36544=Próximo &Grupo não Lido
Item32861=&Próxima Noticia
Item32860=Noticia &Anterior

;
;Tools Menu
;
Title32808=&Ferramentas
Item32808=&Importar Canais de um arquivo OPML/XML...
Item32842=&Exportar Canais de um arquivo OPML/XML...
Item36543=Exportar Noticias para um arquivo &RSS/XML...
Item32841=&Limpeza...
Item32852=&Opções...

Title33312=&Estatísticas de Canais
Item33312=Mais Visitados
Item33313=Menos Visitados

;
;Help Menu
;
Title36553=&Ajuda
Item36553=Ver se existe uma nova versão
Item36550=Visitar o &Website do GreatNews ...
Item36567=Visitar o &Forum do GreatNews ...
Item57664=&Sobre...

;
;Channel Tree Popup Menu
;
Item32815=Expandir Todos
Item32816=Ocultar Todos
Item33033=Ocultar Para Grupo

;
;News List Popup Menu
;
Item32870=Marcar como Lido
Item36601=Marcar como Não Lido
Item36539=Apagar
Item36556=Nova Etiqueta...

[FeedGroupPropertiesDialog]
Title=Propriedades do Grupo
C1070=Nome do grupo(*):
C1071=Descrição:
C1072=Website do grupo:
C1030=Não modificar este grupo automaticamente

[OptionsDialog]
Title=Opções

[OptionsDialog_General]
Title=Geral
C1010=Atualizar todos os canais quando GreatNews inicia
C1006=Verificar atualizações do programa quando GreatNews inicia
C1013=Minimizar para o tray
C1058=Fechar para o tray
C1074=Fazer automaticamente atualizações em todos os canais todos os
C1075=Lembrar de executar o assistente de limpeza todos
C1073=Quando GreatNews iniciar
C1062=Mostrar tela em branco
C1007=Mostrar Boas Vindas
C1063=Mostrar os 10 canais mais visitados
C1016=GreatNews como agregador padrão

[OptionsDialog_Reading]
Title=Leitura
C1076=Mostrar
C1077=Noticias por página (1 ~ 999)
C1011=Marcar o canal anterior como lido quando mudando de canais
C1010=Canal/Grupo atualiza automaticamente quando clicado
C1078=Quando se clica no link "Next>" da ultima página
C1062=Ir para ultima página
C1067=Abrir o próximo grupo ou canal não lido
C1079=Marcar a página corrente como lida
C1069=Interativo
C1068=Automaticamente após
C1080=segundos(0~999, 0=nunca)
C1006=Mostrar canais sem atualização por mais de
C1135=dias

[OptionsDialog_Usability]
Title=Usabilidade
C1081=Função "Próximo Canal/Grupo não lido"
C1010=Fechar a lista de noticias automaticamente
C1011=Marcar como "não lido" automaticamente
C1012=Marcar ultimo canal/grupo como lido automaticamente
C1082=Função Procurar Item/Próximo Item/Item Anterior
C1013=Abrir a lista de noticias automaticamente
C1006=Ativar bloqueador de popups ( Ctrl + click no link permite popup)
C1007=Mostrar dicas na barra de status após atualização de canais
C1058=Abrir links RSS em janela externa por padrão
C1138=Duplo clique no notícia abre página em
C1062=Nova janela
C1063=Painel de leitura
C1064=Nova aba
C1139=Clicar nos links abrirá artigo rss em
C1057=Mesma aba
C1060=Nova janela
C1061=Nova aba
C1059=Desabilitar abas (necessário reiniciar o GreatNews)
C1123=Não expandir/fechar grupo de canais automáticamente

[OptionsDialog_ItemFeatures]
C1140=Mostar opções ao selecionar :
C1010=Etiquetar
C1011=Enviar por e-mail
C1013=Autor
C1017=Destacar novas notícias
C1006=Comentários (quando disponíveis)
C1141=Arquivos de Podcast:
C1016=Ferramentas do Blog...

[OptionsDialog_Connection]
C1062=Usar configurações do IE
C1063=Usar servidor de proxy:
C1147=URL:
C1148=Porta:
C1149=Usuário:
C1150=Senha:
C1151=Sem Proxy para:

[ConfigBlogToolsDialog]
Title=Configurar ferramentas do Blog
C1142=Configurar ferramentas:
C1143=Detalhes das ferramentas:
C1108=Nome:
C1145=Tipo
C1100=URL:
C1146=Você pode utilizar as variáveis na URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Novo
C1057=&Apagar
C1018=&Salvar
C2=Fechar

[LabelDialog]
Title=Propriedades das Etiquetas
C1083=Etiqueta(*):
C1120=Estilo:

[FindSubscribedChannelDialog]
Title=Procurar Canal Subscrito

[GlobalSearchDialog]
Title=Busca global
C1134=&Procurar em todos os canais por
C1027=Sensível a caixa ALTA/baixa
C1003=&Palavra inteira
C1=Iniciar
C2=Fechar

[OrganizeChannelsDialog]
Title=Organizar Canais
C1084=Selecionar Canais:
C1017=Selecionar Todos
C1038=Desmarcar Todos
C1061=Novo Grupo de Canais...
C1016=Mover para Grupo
C1052=Apagar Canais
C1064=Separar do Bloglines

[ChannelPropertiesDialog]
Title=Propriedades do Canal

[ChannelPropertiesDialog_URL]
C1085=URL:
C1010=Recuperar Propriedades do Canal da Internet
C1016=Validar Canal
C1065=Este chanal sincroniza-se através de Bloglines.com
C1064=Separar do Bloglines
C1030=Não atualizar este canal automaticamente
C1006=Este canal precisa de autenticação
C1130=Usuário
C1131=Senha
C1125=Dica: Se você não sabe o endereço do canal, pode digitar o endereço como http://www.cnn.com. O GreatNews auto-detecta o canal RSS no site.

[ChannelPropertiesDialog_Properties]
C1086=Titulo(*):
C1087=Descrição:
C1088=Site:
C1089=Formato:
C1009=( Selecione "Recuperar Propriedades do Canal da Internet" na página anterior para ver o formato do canal)
C1092=Última modificação:
C1090=Verificado em:
C1021=Ainda não verificado
C1114=Atualização automática:
C1115=Limpar Notícias mais antigas que:

[ChannelPropertiesDialog_Settings]
C1114=Frequencia de atualização:
C1120=Desabilitar estilo:
C1115=Limpar notícias quando forem mais antigas que:
C1013=Manter apenas os mais recentes
C1132=novos ítens ao limpar
C1006=Notificar quando chegar novos itens
C1007=Manter este canal mesmo se inativo

[ChannelPropertiesDialog_Group]
C1091=Selecionar um Grupo de Canal:
C1016=Novo Grupo...

[InactiveChannelDialog]
Title=Canais inativos
C1016=Apagar/Desabilitar
C1133=(Canais inativos serão etiquetados quando disabilitados)
C1122=Manter
C2=Fechar

[NewsWatchPropertiesDialog]
Title=Propriedades dos Alertas de Noticias

[NewsWatchPropertiesDialog_Properties]
C1092=Nome deste Alerta(*):
C1093=Palavras a procurar(*):
C1044=Procurar qualquer palavra
C1023=Procurar todas as palavras
C1046=Procurar a frase exata
C1027=Diferenciar Maiúsculas e minúsculas
C1013=Palavra completa
C1094=Parar notícias coincidentes
C1059=Cor de texto Destacado
C1095=Cor de fundo
C1057=Ignorar itens de noticias coincidentes quando atualizar canais
C1058=Marcar como lido
C1154=O que ler:
C1010=Titulo do alerta
C1019=Conteúdo do alerta
C1015=Autor do alerta
C1041=Desativar este alerta
C1120=Estilo:

[NewsWatchPropertiesDialog_Channels]
C1023=Ver todos os canais
C1024=Ver canais selecionados
C1016=Selecionar todos
C1038=Desmarcar todos
C1018=Executar alerta para noticias já baixadas


[ExportDialog]
Title=Exportar para OPML/XML

[ExportDialog_Select]
C1097=Selecionar grupos/canais para exportar:
C1016=Selecionar todos
C1038=Desmarcar todos
C1010=Exportar todos os alertas e etiquetas
C1098=(Se esta opção estiver ativada, o arquivo opml/xml pode não ser compatível com outros leitores de RSS)

[ExportDialog_File]
C1096=Nome do Arquivo da exportação(*):

[ImportDialog]
Title=Importar  OPML/XML

[ImportDialog_File]
C1032=Importar canais com problemas
C1035=Importar canais/grupos do arquivo
C1099=Nome do arquivo:
C1036=Importar canais/grupos da &internet
C1100=URL:

[ImportDialog_Select]
C1104=Selecionar grupos/canais para importar:
C1016=Selecionar todos
C1038=Desmarcar todos
C1010=Atualizar canais da internet durante a importação
C1011=Importar alertas e etiquetas descobertas no arquivo

[ImportDialog_Group]
C1101=Mover Canal para Grupo:
C1016=Novo Grupo...

[ImportDialog_Progress]
C1026=Clique no botao [Next] para iniciar importação...
C1016=Parar Importação
C1102=(Parar de importação a qualquer momento, importando mais tarde outra vez)
C1103=Dica: Depois de Importar, usa Canal->Organizar Canais... para organizar

[ExportRSSDialog]
Title=Exportar noticias para arquivo RSS
C1099=Nome de arquivo(*):

[CleanupDialog]
Title=Assistente de limpeza

[CleanupDialog_Options]
C1105=Limpar noticias mais antigas que:
C1117=(Preferências no nível dos canais sobrepõem-se a este valor)
C1010=Inclui Noticias não Lidas
C1011=Inclui Noticias Etiquetadas
C1006=Compactar o arquivo de dados após a limpeza
C1124=Apagar arquivos temporários
C1013=Manter mais recente
C1152=manter itens por canal(*)
C1153=(*) configurações sobrepõe as do canal

[CleanupDialog_Channels]
C1097=Selecione os canais:
C1016=Todos
C1038=Nenhm

[CleanupDialog_Progress]
C1025=Clique no botao [Next] para iniciar limpeza

[SearchChannelPropertiesDialog]
Title=Propriedades de Canais de busca
C1106=Procurar por:
C1107=Senha(*):
C1108=Título(*):

[BloglinesSyncDialog]
Title=Bloglines.com Sync Channels

[BloglinesSyncDialog_Account]
C1109=Conta Bloglines.com :
C1110=Senha(*):
C1111=Confirmar Senha(*):

[BloglinesSyncDialog_Channels]
C1112=Seleciona canais Bloglines que deseja sincronizar com o GreatNews:
C1016=Seleciona todos
C1038=Desmarcar todos
C1010=GreatNews não deve marcar os canais como lidos no Bloglines

[Toolbars]
T200=Noticias
T201=Procurar
T101=Endereço

B32791=Atualizar todos
B32818=Marcar como lido
B32850=Mostrar todas
B32840=Estilo

;The date combobox on toolbar
[DateFilter]
0=De Hoje
1=Ontem
2=Últimos 7 Dias'
3=Últimos 30 Dias'
4=Todas

;The status combobox on toolbar
[StatusFilter]
0=Não lido
1=Etiquetado
2=Todas

;Frequencia de atualização automática
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 hora
3=2 horas
4=3 horas
5=4 horas

; Lembrete de intervalo de limpeza
[CleanupReminderInterval]
0=7 dias
1=14 dias
2=30 dias
3=60 dias
4=90 dias

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 houra
7=2 horas
8=3 horas
9=4 horas
10=2 vezes por dia
11=Diariamente

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Default
1=Todos
2=1 dia
3=2 dias
4=1 semana
5=2 semanas
6=1 mês
7=3 meses
8=6 meses
9=Nunca

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Todos
1=1 semana
2=2 semanas
3=1 mês
4=3 meses
5=6 meses


[Messages]
;main
M137=Já assinou este canal. Quer abri-lo?
M138=O link é um canal de noticias. Quer assinar?
M152=Tem certeza que deseja apagar o grupo [%s]?
M153=Tem certeza que dejesa apagar o canal [%s]?
M154=Tem certeza que deseja apagar o alerta [%s]?
M155=Tem certeza que deseja apagar a etiqueta [%s]?
M156=Impossível localizar o arquivo de dados do GreatNews.[%s]
M157=Encontrados dados incompatíveis. Clique em OK para atualizar para a ultima versão.
M158=Uma nova versão [%s] está disponível. desejar saber o que há de novo?
M159=%d Canais de Noticias
M160=%d novos destaques obtidos com sucesso de %d canais.
M161=%d canal(is) falharam.
M162=GreatNews não conseguiu atualizar todos os canais.
M163=GreatNews - Alterando canal %d de %d
M164=As notícias não foram limpas a mais de %d dias. Deseja acionar o assistente de limpeza agora?
M167=Atualizando canal %s...
M175=Esta é a ultima versão do GreatNews.
M176=Não consegui verificar a ultima versão. Tente novamente mais tarde.
M177=Lista de noticias está vazia. Por favor escolhe o canal ou grupo onde quer procurar
M178=Não encontrei nenhuma noticia não Lida
M202=GreatNews não foi finalizado corretamente da ultima vez. O Sistema vai agora atualizar as contagens não lidas.
M207=Tem certeza que quer marcar todos os novos ítens como lidos?
M208=Não foi possível encontrar a ferramenta do blog
M209=Esta versão beta expirou. Por favor baixe a nova versão no site http://www.curiostudio.com

; channel group dialog
M139=%d canais com %d noticias neste grupo. %d itens não lidos.

; various channel dialogs
M140=%d noticias neste canal. %d não lidas.
M147=Por favor preencha a senha
M148=Por favor digite um nome a este canal de procura
M168=Por favor preencha o URL do canal.
M169=O Titulo do canal não pode ser vazio
M171=Por favor escolha um grupo

; cleanup wizard
M141=%d noticias antes da limpeza
M142=%d noticias depois da limpeza
M143=Limpando Canal %s...
M144=Compactando o arquivo de dados...
M145=Limpeza terminada com sucesso
M146=Por favor selecione pelo menos um canal.
M204=Tem certeza de que deseja limpar estas etiquetas?

;Export RSS dialog
M149=%d noticias exportadas para o arquivo %s

;Channel Organizer
M150=Por favor especifique o nome do arquivo de saída.
M151=%d Canais e %d Grupos foram exportados com sucesso.

;Organizador de canais
M165=Tem certeza que deseja apagar %d canais selecionados?
M179=Escolha que canais deseja mover
M180=Escolha um grupo no qual quer mover os canais selecionados
M181=Escolha os canais que deseja apagar
M182=Escolha os canais de sincronizaçãoc com bllines que deseja separar.

;Search dialog
M166=Procurando %d de %d...
M170=Nenhuma noticia coincidente encontrada

;Import Wizard
M172=Por favor especifique o nome do arquivo
M173=Por favor especifique o url
M174=Por favor para a importação antes de sair.
M190=%d Canais e %d Grupos foram importados com sucesso.\n
M191=%d Canais e %d Grupos foram ignorados porque já existiam.\n
M192=%d Canais e %d Grupos falharam.
M193=\tGrupos '%s' foram importados com sucesso
M194=\tGrupos '%s' foram ignorados
M195=***** Importação de Grupo '%s' falhou
M196=\tCanal '%s' foi ignorado
M197=Importando Canal '%s'...
M198="**** Importação de Canal '%s' foi feita com sucesso depois de renomeação
M199=\tImportação de Canal '%s' feita com sucesso
M200=***** Importação de Canal '%s' FALHOU. [%s]*****
M201=***** Importação de Canal '%s' FALHOU. *****

;Bloglines Sync Wizard
M183=Por favor preencha a conta Bloglines.com
M184=Senha e Confirmação de senha não conferem

;News Watch dialog
M185=Por favor preencha as palavras para coincidir
M186=Por favor preencha o titulo do alerta
M187=Por favor escolha pelo menos uma das opções do alerta
M188=O texto não pode ser da mesma cor do fundo
M189=Por favor escolha pelo menos um canal

;Label Properties dialog
M203=%d news item(s) have this label.

;Config BlogThis Dialog
M205=Por favor substitua <yoursite.com> pela URL do seu site.

;Global Search Dialog
M206=Nenhum ítem foi encontrado.
